Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: If a fixed asset has been attached to the wrong insurance policy, you can correct it by creating two reclassification entries from the insurance journal.
cs_cz: Je-li k nesprávné pojistné smlouvě připojen dlouhodobý majetek, můžete ho opravit vytvořením dvou položek z deníku pojištění.

source: Create one journal line for the fixed asset and the correct insurance policy where the value in the Amount field is positive.
cs_cz: Vytvořte jeden řádek deníku pro dlouhodobý majetek a správnou pojistku, kde je hodnota v poli Částka kladná.

source: Create another journal line for the fixed asset and the incorrect insurance policy where the value in the Amount field is negative.
cs_cz: Vytvořte jiný řádek deníku pro dlouhodobý majetek a nesprávnou pojistku, kde je hodnota v poli Částka záporná.

source: The fixed asset will be detached from the incorrect insurance policy, on the second line, and attached to the correct insurance policy, on the first line.
cs_cz: Dlouhodobý majetek bude odpojen od nesprávné pojistky na druhém řádku a připojen ke správné pojistné smlouvě na prvním řádku.

source: Maintain Fixed Assets
cs_cz: Údržba DM

source: Maintenance expenses are routine periodic costs undertaken to preserve the value of fixed assets.
cs_cz: Náklady na údržbu jsou rutinní pravidelné náklady na zachování hodnoty DM.

source: Unlike capital improvements, they do not increase values.
cs_cz: Na rozdíl od kapitálu nezvyšují hodnotu.

source: You can record and maintain an up-to-date file on maintenance and service of your fixed assets to have complete maintenance records on a fixed asset easily accessible.
cs_cz: Můžete si zaznamenat a udržovat aktualizovaný soubor o údržbě a servisu svého DM, abyste měli k dispozici kompletní záznamy o údržbě DM, které jsou snadno dostupné.

source: Each time a fixed asset is sent to service, you record all relevant information such as date of service, vendor number and service agent's phone number.
cs_cz: Pokaždé, když je dlouhodobý majetek poslán do servisu, zaznamenáváte všechny relevantní informace, jako je datum servisu, číslo dodavatele a telefonní číslo servisního agenta.

source: Maintenance registration is recorded for each fixed asset from the relevant fixed asset card.
cs_cz: Registrace údržby se zaznamenává pro každý dlouhodobý majetek z příslušné karty DM.

source: The Index Fixed Assets batch job can be used to recalculate the maintenance costs.
cs_cz: Dávková úloha Indexovat DM může být použita k vypočítání nákladů na údržbu.

source: To record maintenance work on a fixed asset
cs_cz: Záznam prací k údržbě DM

source: Every time maintenance has been performed, such as a service visit, you can record it for the relevant fixed asset in the Maintenance Registrations window.
cs_cz: Pokaždé, když byla provedena údržba, například návštěva servisu, můžete ji zaznamenat pro příslušný dlouhodobý majetek v okně Evidence údržby.

source: Select the fixed asset that you want to record maintenance for, and then choose the Maintenance Registration action.
cs_cz: Vyberte dlouhodobý majetek, u kterého chcete zobrazit údržbu a pak vyberte akci Evidence údržby.

source: In the Maintenance Registration window, fill in the fields as necessary.
cs_cz: V okně Evidence údržby vyplňte pole podle potřeby.

source: To post maintenance costs from a fixed asset G/L journal
cs_cz: Zaúčtování nákladů na údržbu z finančního deníku DM

source: In the top right corner, choose the Search for Page or Report icon, enter Depreciation Book List, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Knihy odpisů a pak vyberte související odkaz.

source: Select the depreciation book that is assigned to the fixed asset, and then choose the Edit action.
cs_cz: Vyberte odpisovou knihu, kde chcete zobrazit dlouhodobý majetek a poté vyberte akci Upravit.

source: In the Depreciation Book Card window, make sure the Maintenance check box is not selected.
cs_cz: V okně Karta odpisové knihy zkontrolujte, zda není zaškrtnuto políčko Údržba.

source: This ensures that maintenance costs are not posted to the general ledger.
cs_cz: Tím je zajištěno, že náklady na údržbu nejsou zaúčtovány do hlavní knihy.

source: In the FA Posting Type field, select Maintenance.
cs_cz: Do pole Typ účtování DM vyberte Údržba.

source: A second journal line is created for the balancing account that is set up for maintenance posting.
cs_cz: Druhý řádek deníku je vytvořen pro vyrovnávací účet, který je nastaven pro zaúčtování údržby.

source: In the FA Posting Group Card window for the posting group of the fixed asset, the Maintenance Account field contains the general ledger debit account and the Maintenance Bal.
cs_cz: V okně Karta účto skupiny DM pro účtovací skupinu DM pole Účet nákladů údržby obsahuje účet MD v hlavní knize a pole Protiúčet údržby

source: To follow up on fixed assets service visits
cs_cz: Pokračování servisu na dlouhodobém majetku

source: You can print the Maintenance - Next Service report to see which assets you have scheduled a service visit for.
cs_cz: Můžete vytisknout sestavu Údržba - příští servis, abyste zjistili, který majetek jste pro službu použili.

source: You can also use this report when you are updating the Next Service Date field on fixed asset cards.
cs_cz: Tuto sestavu můžete také použít při aktualizaci pole Datum další údržby na kartách DM.

source: In the top right corner, choose the Search for Page or Report icon, enter Maintenance Next Service, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Údržba - příští servis a pak vyberte související odkaz.

source: Fill in the Starting Date and Ending Date fields.
cs_cz: Vyplňte pole Počáteční datum a Koncové datum.

source: Choose the Print or Preview button.
cs_cz: Zvolte tlačítko Tisk nebo Náhled.

source: To monitor maintenance costs
cs_cz: Monitorování nákladů na údržbu

source: You can view the maintenance costs when you look at the statistics of a fixed asset.
cs_cz: Náklady na údržbu můžete zobrazit, když se podíváte na statistiky DM.

source: Select the fixed asset you want to view maintenance costs for, and then choose the Depreciation Books action.
cs_cz: Vyberte dlouhodobý majetek, u kterého chcete zobrazit náklady na údržbu a pak vyberte akci Knihy odpisů.

source: In the FA Depreciation Books window, select the relevant fixed asset depreciation book, and then choose the Statistics action.
cs_cz: V okně Knihy odpisů DM vyberte příslušnou odpisovou knihu DM a poté zvolte akci Statistiky .

source: In the Fixed Asset Statistics window, choose the Maintenance field.
cs_cz: V okně Statistiky DM vyberte pole Údržba .

source: The Maintenance Ledger Entries window opens showing the entries that make up the amount in the Maintenance field.
cs_cz: Okno Položky údržby zobrazuje položky, které tvoří částku v poli Údržba.

source: To view or print maintenance costs for multiple fixed assets
cs_cz: Zobrazení nebo tisk nákladů na údržbu více DM

source: In the Maintenance - Analysis report, you can select to see maintenance based on one, two, or three maintenance codes for a specified date or period.
cs_cz: Ve zprávě Údržba - analýza můžete zvolit, zda chcete zobrazit údržbu na základě jednoho, dvou nebo tří kódů údržby pro zadané datum nebo období.

source: You can see the total of all selected assets or a total for each asset.
cs_cz: Můžete vidět součet všech vybraných majetků nebo celkový součet každého majetku.

source: In the top right corner, choose the Search for Page or Report icon, enter Maintenance Analysis, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Analýza údržby a pak vyberte související odkaz.

source: To view maintenance ledger entries
cs_cz: Zobrazení položek údržby

source: You can also study maintenance costs by viewing the maintenance ledger entries.
cs_cz: Náklady na údržbu si můžete prohlédnout také prostřednictvím prohlížení položek údržby.

source: Select the fixed asset that you want to view ledger entries for, and then choose the Depreciation Books action.
cs_cz: Vyberte dlouhodobý majetek, u kterého chcete zobrazit položky a pak vyberte akci Knihy odpisů.

source: In the FA Depreciation Books window, select the relevant fixed asset depreciation book, and then choose the Maintenance Ledger Entries action.
cs_cz: V okně Knihy odpisů DM vyberte příslušnou odpisovou knihu DM a poté zvolte akci Položky údržby.

source: To view or print maintenance ledger entries for multiple fixed assets
cs_cz: Zobrazení nebo tisk položek údržby pro více DM

source: In the Maintenance - Details report, you can view or print maintenance ledger entries for one or many fixed assets.
cs_cz: V přehledu Údržba - detaily můžete zobrazit nebo vytisknout položky o údržbě jednoho nebo více DM.

source: In the top right corner, choose the Search for Page or Report icon, enter Maintenance Details, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Detaily údržby a pak vyberte související odkaz.

source: Manage Budgets for Fixed Assets
cs_cz: Správa rozpočtů pro dlouhodobý majetek

source: You can set up budgeted fixed assets.
cs_cz: Můžete nastavit rozpočty pro dlouhodobý majetek.

source: This makes it possible to include any anticipated acquisitions and sales in reports.
cs_cz: To umožňuje zahrnout veškeré očekávané pořízení a prodeje v sestavách.

source: To prepare your budgeted income statement, budgeted balance sheet and cash budget, you need information about future investments, disposals and depreciation of fixed assets.
cs_cz: Chcete-li připravit plánovaný výkaz zisku a ztráty, rozpočtovou rozvahu a hotovostní rozpočet, potřebujete informace o budoucích investicích, prodeji a odpisování DM.

source: You can get this information from the Fixed Asset - Projected Value report.
cs_cz: Tyto informace můžete získat ze zprávy Dlouhodobý majetek - očekávaná hodnota.

source: Before you print this report, you must prepare the budget.
cs_cz: Než vytisknete tuto sestavu, musíte připravit rozpočet.

source: To budget the acquisition cost of a fixed asset
cs_cz: Rozpočet na pořizovací cenu DM

source: To prepare a budget, you have to set up fixed asset cards for fixed assets that you intend to buy in the future.
cs_cz: Chcete-li připravit rozpočet, musíte v budoucnu nastavit karty DM, který chcete koupit.

source: The budget fixed assets are set up as ordinary fixed assets, but it must be set up to not post to the general ledger.
cs_cz: Rozpočet DM je stanoven jako běžný dlouhodobý majetek, ale musí být nastaven tak, aby se nezaúčtoval do hlavní knihy.

source: When you post the acquisition cost, you enter the number of the budgeted fixed asset in the Budgeted FA No.
cs_cz: Když uveřejníte pořizovací cenu, zadejte číslo rozpočtu DM v poli Číslo rozpočtu DM

source: This will post an acquisition cost with an opposite sign for the budgeted asset.
cs_cz: Zaúčtuje se pořizovací cena s opačným znaménkem pro rozpočet majetku.

source: This means that the total acquisition cost on the budgeted asset is the difference between the budgeted and the actual acquisition cost.
cs_cz: To znamená, že celková pořizovací cena rozpočtu majetku je rozdílem mezi rozpočtovanými a skutečnými pořizovacími náklady.

source: Choose the New action to create a new fixed asset card for the budgeted fixed asset.
cs_cz: Zvolte akci Nový pro vytvoření nové karty DM pro rozpočet DM.

source: Select the Budgeted Asset check box to prevent posting to the general ledger.
cs_cz: Zaškrtněte políčko Rozpočtový majetek, abyste zabránili zaúčtování do hlavní knihy.

source: Fill in the remaining fields, assign a depreciation book, and then post the first acquisition cost with the budgeted fixed asset entered in the Budgeted FA No.
cs_cz: Vyplňte zbývající pole, přiřaďte odpisovou knihu a poté zaúčtujte první pořizovací cenu s rozpočtem DM zadaným v poli Číslo rozpočtu DM

source: field on the journal line.
cs_cz: na řádku deníku.

source: To budget the disposal of a fixed asset
cs_cz: Rozpočet na vyřazení DM

source: If you plan to sell assets within the budget period, you can enter information about sales price and sales date.
cs_cz: Pokud máte v úmyslu prodat majetek během rozpočtového období, můžete zadat informace o prodejní ceně a dni prodeje.

source: Select the fixed asset to be disposed of, and then choose the Depreciation Books action.
cs_cz: Vyberte dlouhodobý majetek, který chcete vyřadit a pak vyberte akci Knihy odpisů.

source: In the FA Depreciation Books window, fill in the Projected Disposal Date and Projected Proceeds on Disposal fields.
cs_cz: V okně Knihy odpisů DM vyplňte pole Plánované datum vyřazení a Plánovaný výsledek vyřazení.

source: To view projected disposal values
cs_cz: Zobrazení očekávané hodnoty vyřazení

source: To see the projected disposal values and have the gain and loss calculated, you can use the FA Projected Value report.
cs_cz: Chcete-li zobrazit hodnoty předpokládaných vyřazení a vypočítat zisk a ztráty, můžete použít sestavu Očekávaná hodnota DM.

source: In the top right corner, choose the Search for Page or Report icon, enter FA Projected Value, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Očekávaná hodnota DM a pak vyberte související odkaz.

source: To budget depreciation
cs_cz: Odpis rozpočtu

source: You can use the Fixed Asset - Projected Value report to calculate future depreciation.
cs_cz: Pro výpočet budoucího odpisu můžete použít sestavu Dlouhodobý majetek - očekávaná hodnota.

source: The report shows the book value and accumulated depreciation at the start of the selected period, changes during the period, and the book value and accumulated depreciation at the end of the selected period.
cs_cz: Zpráva uvádí účetní hodnotu a akumulované odpisy na začátku vybraného období, změny v daném období a účetní hodnotu a akumulované odpisy na konci vybraného období.

source: To see total values for all assets, clear the Print per Fixed Asset check box.
cs_cz: Chcete-li zobrazit souhrnné hodnoty pro všechen majetek, zrušte zaškrtnutí políčka Tisk dle DM.

source: Leave the Fixed Asset FastTab blank to have all assets included.
cs_cz: Ponechte záložku s náhledem Dlouhodobý majetek prázdnou, aby byl zahrnut všechen majetek.

source: In the Budgeted Asset field, enter No to exclude budgeted assets or Yes to see budgeted assets only.
cs_cz: Do pole Rozpočtový majetek zadejte Ne, chcete-li vyloučit rozpočtovaný majetek nebo Ano, abyste viděli pouze rozpočtovaný majetek.

source: Revalue Fixed Assets
cs_cz: Přecenění DM

source: Revaluation of fixed assets can consist of appreciations, write-downs, or general value adjustments.
cs_cz: Přecenění DM může zahrnovat zhodnocení, znehodnocení nebo úpravy obecné hodnoty.

source: When the value of a fixed asset has increased, you post a journal line with a higher amount, an appreciation, to the depreciation book.
cs_cz: Když se hodnota DM zvýšila, zaúčtujete řádky deníku s vyšší hodnotou (zhodnocení) do odpisové knihy.

source: The new amount is recorded as an appreciation according to the fixed asset posting setup.
cs_cz: Nová částka je zaznamenána jako zhodnocení podle nastavení zaúčtování DM.

source: When the value of a fixed asset has decreased, you post a journal line with a lower amount, a write-down, to the depreciation book.
cs_cz: Pokud se hodnota DM sníží, zaúčtujete řádky deníku s nižší hodnotou (znehodnocení) do odpisové knihy.

source: The new amount is recorded as a write-down according to the fixed asset posting setup.
cs_cz: Nová částka se zaznamená jako snížení hodnoty podle nastavení zaúčtování DM.

source: Indexation is used to adjust multiple fixed asset values, for example per general price changes.
cs_cz: Indexace se používá k úpravě více hodnot DM například na základě změn obecné ceny.

source: The Index Fixed Assets batch job can be used to change various amounts, such as write-down and appreciation amounts.
cs_cz: Dávková úloha Indexovat DM může být použita ke změně různých částek například snížení hodnoty a zhodnocení.

source: To post an appreciation from the fixed asset G/L journal
cs_cz: Zaúčtování zhodnocení z finančního deníku DM

source: In the FA Posting Type field, select Appreciation.
cs_cz: Do pole Typ účtování DM vyberte Zhodnocení.

source: A second journal line is created for the balancing account that is set up for appreciation posting.
cs_cz: Druhý řádek deníku je vytvořen pro vyrovnávací účet, který je nastaven pro zhodnocení zaúčtování.

source: In the FA Posting Group Card window for the posting group of the fixed asset, the Appreciation Account field contains the general ledger debit account and the Appreciation Bal.
cs_cz: V okně Karta účto skupiny DM pro zaúčtování skupin DM, pole Účet zhodnocení obsahuje hlavní knihu účtu MD a pole Protiúčet zhodnocení

source: To post a write-down from the fixed asset G/L journal
cs_cz: Zaúčtování snížení hodnoty z finančního deníku DM

source: Create an initial journal line, and fill in the fields as necessary.
cs_cz: Vytvořte počáteční řádek deníku a vyplňte pole podle potřeby.

source: In the FA Posting Type field, select Write-Down.
cs_cz: Do pole Typ účtování DM vyberte Znehodnocení.

source: A second journal line is created for the balancing account that is set up for write-down posting.
cs_cz: Druhý řádek deníku je vytvořen pro vyrovnávací účet, který je nastaven pro zaúčtování snížení hodnoty.

source: In the FA Posting Group Card window for the posting group of the fixed asset, the Write-Down Account field contains the general ledger credit account and the Write-Down Expense Account field contains the general ledger debit account to which you want to post balancing entries for write-downs.
cs_cz: V okně Karta účto skupiny DM pro zaúčtování skupin DM, pole Účet znehodnocení obsahuje hlavní knihu účtu Dal a pole Účet nákladů znehodnocení obsahuje hlavní knihu účtu MD, na který chcete zaúčtovat zůstatkové položky pro snížení hodnoty.

source: To perform general revaluation of fixed assets
cs_cz: Provádění obecného přecenění DM

source: The Allow Indexation check box in the Depreciation Book window must be selected.
cs_cz: Musí být vybráno zaškrtávací políčko Povolit indexaci v okně Knihy odpisů.

source: In the top right corner, choose the Search for Page or Report icon, enter Index Fixed Assets, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Indexovat DM a pak vyberte související odkaz.

source: Revaluation lines are created per your settings in step 2.
cs_cz: Řádky přecenění jsou vytvořeny podle nastavení v kroku 2.

source: The lines are created in either the fixed asset journal or the fixed asset G/L journal, depending on your template and batch setup in the FA Journal Setup window.
cs_cz: Řádky jsou vytvářeny buď v deníku DM nebo ve finančním deníku DM v závislosti na vaší šabloně a nastavení dávky v okně Nastavení deníku DM.

source: Select the journal with the fixed assets that you want to revalue, and then choose the Ledger Entries action.
cs_cz: Vyberte deník s dlouhodobým majetkem, který chcete přehodnotit a poté vyberte akci Položky.

source: Check the created entries, and then choose the Post action to post the journal.
cs_cz: Zkontrolujte vytvořené položky a potom vyberte akci Účtovat k zaúčtování deníku.

source: If the index figures are for simulation purposes only, you can create a special depreciation book to store them in.
cs_cz: Pokud jsou indexy pouze pro simulační účely, můžete vytvořit speciální odpisovou knihu, která je uloží.

source: Then these entries will not affect any of the other depreciation books.
cs_cz: Pak tyto položky neovlivní žádné z ostatních odpisových knih.

source: To post additional acquisition costs
cs_cz: Zaúčtování doplňující pořizovací ceny

source: You post additional acquisition cost for a fixed asset in the same way as you post the original acquisition cost: from a purchase invoice or from a fixed asset journal.
cs_cz: Zaúčtování doplňující pořizovací ceny pro dlouhodobý majetek je stejné jako zaúčtování původní pořizovací ceny z nákupní faktury nebo z deníku DM.

source: If depreciation has already been calculated for the fixed asset, select the Depr.
cs_cz: Pokud již byl odpis vypočítán pro dlouhodobý majetek, vyberte zaškrtávací políčko Odpis

source: Acquisition Cost check box to have the additional acquisition cost less the salvage value depreciated in proportion to the amount by which the previously acquired fixed asset has already been depreciated.
cs_cz: nákladů pořízení k tomu, aby byla doplňující pořizovací cena snížena o odpis hodnoty při vyřazení v poměru k částce, o kterou již dříve získané dlouhodobé aktivum bylo odpisováno.

source: This ensures that the depreciation period is not changed.
cs_cz: To zajišťuje, že doba odpisování se nezmění.

source: The depreciation percentage is calculated as:
cs_cz: Procentní odpis je vypočten jako:

source: P = (total depreciation x 100) / depreciable basis
cs_cz: P = (celkové odpisy x 100) / odpisovatelný základ

source: Depreciation amount = (P/100) x (extra acquisition cost - salvage value)
cs_cz: Odpisová částka = (P/100) x (zvláštní pořizovací cena - hodnota při vyřazení)

source: Remember to select the Depr. until FA Posting Date check box on the invoice, the fixed asset G/L journal, or the fixed asset journal lines to ensure that depreciation is calculated from the last fixed asset posting date to the posting date of the additional acquisition cost.
cs_cz: Nezapomeňte vybrat zaškrtávací políčko Odpisy od zúčt.data DM na faktuře, finančního deníku DM nebo řádku deníku DM, aby se zajistilo, že odpisy budou vypočítány od posledního data zaúčtování DM do data zaúčtování doplňující pořizovací ceny.

source: Example - Posting Additional Acquisition Costs
cs_cz: Příklad - Zaúčtování doplňující pořizovací ceny

source: A machine is purchased on August 1, 2000.
cs_cz: Stroj je zakoupen 1. srpna 2000.

source: The acquisition cost is 4,800.
cs_cz: Pořizovací cena je 4.800.

source: The depreciation method is straight-line over four years.
cs_cz: Metoda odpisování je lineární po dobu čtyř let.

source: On August 31, 2000, the Calculate Depreciation batch job is run.
cs_cz: Dávková úloha Výpočet odpisů je spuštěna 31. srpna 2000.

source: Depreciation is calculated as:
cs_cz: Odpisy se vypočítají jako:

source: book value x number of depreciation days / total number of depreciation days = 4800 x 30 / 1440 = 100
cs_cz: účetní hodnota x počet dnů odpisování / celkový počet dnů odpisování = 4800 x 30/1440 = 100

source: On September 15, 2000, an invoice is posted for painting the machine.
cs_cz: Dne 15. září 2000 byla zaúčtována faktura pro malování stroje.

source: The invoice amount is 480.
cs_cz: Částka faktury je 480.

source: If you selected the Depr. until FA Posting Date check box on the invoice before posting, the following calculation is made:
cs_cz: Pokud jste vybrali zaškrtávací políčko Odpisy od zúčt.data DM na faktuře před zaúčtováním, provede se následující výpočet:

source: 15 days of depreciation (from 09/01/00 to 09/15/00) is calculated as:
cs_cz: 15 dní odpisování (od 09/01/00 do 09/15/00) se vypočte jako:

source: book value x number of depreciation days / remaining number of depreciation days = (4800 - 100) x 15 / 1410 = 50
cs_cz: účetní hodnota x počet dnů odepisování / zbývající počet dnů odpisování = (4800 - 100) x 15/1410 = 50

source: If you selected the Depr.
cs_cz: Pokud jste vybrali zaškrtávací políčko Odpis
